IDEA StatiCa Open Model
TendonDuct.Point Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Position of duct
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public Point2D Point { get; set; }
Public Property Point As Point2D
	Get
	Set
public:
property Point2D^ Point {
	Point2D^ get ();
	void set (Point2D^ value);
}
Property Value
Type: Point2D
See Also
Reference
TendonDuct Class
IdeaRS.OpenModel.CrossSection Namespace